{
  "name": "odyssey-of-the-dragonlords",
  "title": "Odyssey of the Dragonlords",
  "description": "<p>Odyssey of the Dragonlords</p><p>In a land where even the gods are bound by oaths and prophecies...</p><p>At the dawn of time, a war between the gods and Titans left the world of Thylea forever changed. Thousands of years later, the first mortals arrived, carried by ship and dragon.</p><p>The Dragonlords were the champions who overthrew the Titans 500 years ago and forged the Oath of Peace. But the power of the Oath has waned, and now the Titans seek vengeance.</p><p>You are one of the heroes called by prophecy to end the conflict once and for all. Poets will sing of your deeds for centuries to come... if you survive.</p><p>From the lead designer of Baldur's Gate, Dragon Age: Origins, and Star Wars: Knights of the Old Republic...</p><p>Odyssey of the Dragonlords is an epic adventure book, packed full of full-color maps and illustrations, all converted to Foundry and enhanced by Foundry's greatest features. Our goal was to create an adventure that you can be proud to place alongside the official 5th Edition adventure books on your virtual bookshelf.</p><p></p><p></p><p>What is included in this Bundle?</p><p>The Full Campaign Module of Odyssey of the Dragonlords including every Stunning Full-Color Map formatted to Foundry's specs, and the Full Adventure Book organized neatly in the Journal Tab!</p><p>Odyssey of the Dragonlords Official Compendium, including all Races, Subraces, Subclasses, Items, Spells, and every unique Monster available in any of your campaigns with easy drag and drop functionality!</p><p>The Odyssey of the Dragonlords Official Art Pack, including all Tokens, and Maps unlocked in your Art Library!</p><p></p><p></p><p>Enhanced by Two of Foundry's Greatest features, the Compendium and Charactermancer!</p><p>Foundry Enhancements:</p><p>New Monsters and Legendary NPCs. Includes a bestiary of over 50 new monsters and over 40 Legendary NPCs inspired by Greek mythology, fully accessible through Rol20's Compendium.</p><p>New Magic Items. Over 45 new items accessible in the Drag and Drop Compendium including simple weapons inspired by Greek mythology and Legendary Magical Artifacts that will shape the fate of your game. Find them scattered throughout the adventure or craft them using the legendary Mithral Forge to drag &amp; Drop them directly to your Character Sheets!</p><p>New Races and Class Archetypes. Includes a variety of new playable races and class archetypes inspired by Greek mythology: This Adventure adds satyrs, centaurs, minoutaurs, medusae, nymphs, sirens to your Charactermancer as well as Each 5e Class gains a new Archetype including hoplites, amazons, and philosopher wizards!</p><p>An Epic Campaign. Embark on an epic quest to save the world of Thylea, sail the islands of the Forgotten Sea, and battle the Titans! The adventure is fully formatted for Foundry including All Battle maps formatted to Foundry's Grid and enhanced by Dynamic Lighting, as well as to scale World and Island maps!</p><p>System: Dungeons and Dragons 5e</p><p>Starting Level: 1</p><p>Ending Level: 15 with epic level quests that can take your players up to Level 20!</p><p>Length: Long Campaign</p>",
  "version": "1.0.0",
  "minimumCoreVersion": "0.0.0",
  "compatibleCoreVersion": "1.0.0",
  "scripts": [],
  "esmodules": [],
  "styles": [],
  "packs": [],
  "languages": [],
  "authors": [],
  "keywords": [],
  "socket": false,
  "url": "",
  "manifest": "",
  "download": "",
  "license": "",
  "readme": "",
  "bugs": "",
  "changelog": "",
  "id": "odyssey-of-the-dragonlords",
  "system": "dnd5e",
  "coreVersion": "0.5.5",
  "systemVersion": 0.88,
  "unavailable": false,
  "availability": 0
}